Repository: robert-steinhoefel/TXL_Payment
Catalog: Translations/TXL Payment.*.xlf
Languages: de_de

# PageExtension 2591587468 - Control 3113451206 - Property 1295455071
source: Specifies the value of the Vendor/Customer Dimension Set ID field.
de_de: Gibt den Wert des Feldes Kreditor-/Debitor Dimensionssatz-ID an.

# PageExtension 2591587468 - Control 827537182 - Property 1295455071
source: Specifies the value of the Vendor/Customer Global Dimension 1 Code field.
de_de: Gibt den Wert des Feldes Kreditor/Debitor Globale Dimension 1 Code an.

# PageExtension 2591587468 - Control 1248707195 - Property 1295455071
source: Specifies the value of the Vendor/Customer Global Dimension 2 Code field.
de_de: Gibt den Wert des Feldes Kreditor/Debitor Global Dimension 2 Code an.

# PageExtension 2591587468 - Control 3319631365 - Property 1295455071
source: Specifies the value of the Transaction No. field.
de_de: Gibt den Wert des Feldes Transaktionsnummer an.

# PageExtension 2591587468 - Control 1714107377 - Property 1295455071
source: Specifies the value of the Vendor/Customer Document Type field.
de_de: Gibt den Wert des Feldes Kreditor/Debitorbelegart an.

# PageExtension 2591587468 - Control 4089433211 - Property 1295455071
source: Specifies the value of the Vendor/Customer Document Due Date field.
de_de: Gibt den Wert des Feldes Fälligkeitsdatum des Kreditor-/Debitorbelegs an.

# PageExtension 2591587468 - Control 602587242 - Property 1295455071
source: Specifies the value of the Vendor/Customer Document No. field.
de_de: Gibt den Wert des Feldes Kreditor-/Debitorbeleg-Nr. an.

# Codeunit 2591587468 - Method 2054125307 - NamedType 824249955
source: Poting payments directly to %1s is not allowed in cameralistics. Use an invoice or credit memo on a customer or vendor instead.
de_de: Das direkt Buchen von Zahlungen an %1s ist in der Kameralistik nicht zulässig. Verwenden Sie stattdessen eine Rechnung oder Gutschrift für einen Kunden oder Lieferanten.

# TableExtension 870791284 - Field 3113451206 - Property 2879900210
source: Vendor/Customer Dimension Set ID
de_de: Kreditor/Debitor Dimensionssatz-ID

# TableExtension 870791284 - Field 2037333831 - Property 2879900210
source: Vendor/Customer Document Type
de_de: Kreditor/Debitor Belegart

# TableExtension 870791284 - Field 2894683269 - Property 2879900210
source: Vendor/Customer Document Due Date
de_de: Kreditor/Debitor Beleg Fälligkeitsdatum

# TableExtension 870791284 - Field 6029200 - Property 2879900210
source: Vendor/Customer Document No.
de_de: Kreditor/Debitor Beleg-Nr.

# TableExtension 870791284 - Field 827537182 - Property 2879900210
source: Vendor/Customer Global Dimension 1 Code
de_de: Kreditor/Debitor Globale Dimension 1 Code

# TableExtension 870791284 - Field 1248707195 - Property 2879900210
source: Vendor/Customer Global Dimension 2 Code
de_de: Kreditor/Debitor Globale Dimension 2 Code

# TableExtension 870791284 - Field 2105177955 - Property 2879900210
source: Source Ledger Entry Type
de_de: Quelle Posten Eintragstyp

# Codeunit 2393537757 - Method 3724757915 - NamedType 3160015003
source: Found %1 records of %2.
de_de: %1 Datensätze von %2 gefunden.

# PageExtension 2372215963 - Control 3102773586 - Property 1295455071
source: Specifies the value of the Bank Document No. field.
de_de: Gibt den Wert des Feldes Bankbeleg-Nr. an.

# PageExtension 2372215963 - Control 1675438334 - Property 1295455071
source: Specifies the value of the Bank Posting Date field.
de_de: Gibt den Wert des Feldes Bankbuchungsdatum an.

# PageExtension 2372215963 - Control 789473408 - Property 1295455071
source: Specifies the value of the Paid field.
de_de: Gibt den Wert des Feldes Bezahlt an.

# PageExtension 2372215963 - Control 510685278 - Property 1295455071
source: Specifies the value of the Payment Cancelled field.
de_de: Gibt den Wert des Feldes "Zahlung storniert" an.

# TableExtension 4169390865 - Field 3102773586 - Property 2879900210
source: Bank Document No.
de_de: Bank Beleg Nr.

# TableExtension 4169390865 - Field 1675438334 - Property 2879900210
source: Bank Posting Date
de_de: Bank Buchungsdatum

# TableExtension 4169390865 - Field 789473408 - Property 2879900210
source: Paid
de_de: Bezahlt

# TableExtension 4169390865 - Field 510685278 - Property 2879900210
source: Payment Cancelled
de_de: Zahlung storniert

# TableExtension 4169390865 - Field 4089433211 - Property 2879900210
source: Vendor/Customer Document Due Date
de_de: Kreditor/Debitor Beleg Fälligkeitsdatum

# TableExtension 4169390865 - Field 602587242 - Property 2879900210
source: Vendor/Customer Document No.
de_de: Kreditor/Debitor Beleg-Nr.

# PageExtension 3630610439 - Control 2208882292 - Property 2879900210
source: Bank Document No.
de_de: Bankbeleg Nr.

# PageExtension 3630610439 - Control 1727466090 - Property 2879900210
source: Bank Transaction Date
de_de: Datum der Banktransaktion

# PageExtension 3630610439 - Control 2157351802 - Property 1295455071
source: Check this box if you want to make changes to the bank transaction data used for cameralistics, e.g. set another bank transaction date or document number. If left false, the data from the reference G/L Entry will be used.
de_de: Aktivieren Sie dieses Kontrollkästchen, wenn Sie Änderungen an den für die Kameralistik verwendeten Bankgeschäftsdaten vornehmen möchten, z. B. ein anderes Bankgeschäftsdatum oder eine andere Belegnummer festlegen möchten. Wenn Sie dieses Feld nicht markieren, werden die Daten aus der Referenz-Sachbuchung verwendet.

# PageExtension 3630610439 - Control 2157351802 - Property 2879900210
source: Edit Bank Transaction Data
de_de: Bankgeschäftsdaten bearbeiten

# PageExtension 3630610439 - Control 2921530364 - Property 2879900210
source: Reference Gen. Ledger Entry
de_de: Referenz Hauptbucheintrag

# PageExtension 519486841 - Control 657781976 - Property 2879900210
source: Cameralistic Journal Batch
de_de: Kameralistisches Buch.-Blatt

# PageExtension 2799020333 - Control 3102773586 - Property 1295455071
source: Specifies the value of the Bank Document No. field.
de_de: Gibt den Wert des Feldes Bankbeleg-Nr. an.

# PageExtension 2799020333 - Control 1675438334 - Property 1295455071
source: Specifies the value of the Bank Posting Date field.
de_de: Gibt den Wert des Feldes Bankbuchungsdatum an.

# PageExtension 2799020333 - Control 789473408 - Property 1295455071
source: Specifies the value of the Paid field.
de_de: Gibt den Wert des Feldes Bezahlt an.

# PageExtension 2799020333 - Control 510685278 - Property 1295455071
source: Specifies the value of the Payment Cancelled field.
de_de: Gibt den Wert des Feldes "Zahlung storniert" an.

# PageExtension 2799020333 - Control 4089433211 - Property 1295455071
source: Specifies the value of the Vendor/Customer Document Due Date field.
de_de: Gibt den Wert des Feldes Fälligkeitsdatum des Kreditor-/Debitorbelegs an.

# PageExtension 2799020333 - Control 602587242 - Property 1295455071
source: Specifies the value of the Vendor/Customer Document No. field.
de_de: Gibt den Wert des Feldes Kreditor-/Debitorbeleg-Nr. an.

# TableExtension 31016562 - Field 657781976 - Property 2879900210
source: Cameralistic Journal Batch
de_de: Kameralistisches Buch.-Blatt

# TableExtension 3902503500 - Field 3102773586 - Property 2879900210
source: Bank Document No.
de_de: Bank Beleg Nr.

# TableExtension 3902503500 - Field 1675438334 - Property 2879900210
source: Bank Posting Date
de_de: Bank Buchungsdatum

# TableExtension 3902503500 - Field 2894683269 - Property 2879900210
source: Vendor/Customer Document Due Date
de_de: Kreditor/Debitor Beleg Fälligkeitsdatum

# TableExtension 3902503500 - Field 6029200 - Property 2879900210
source: Vendor/Customer Document No.
de_de: Kreditor/Debitor Beleg-Nr.

# TableExtension 3902503500 - Field 789473408 - Property 2879900210
source: Paid
de_de: Bezahlt

# TableExtension 3902503500 - Field 510685278 - Property 2879900210
source: Payment Cancelled
de_de: Zahlung abgebrochen

# Enum 1400000384 - EnumValue 1994964448 - Property 2879900210
source: Customer
de_de: Debitor

# Enum 1400000384 - EnumValue 4274826855 - Property 2879900210
source: G/L Account
de_de: Sachkonto

# Enum 1400000384 - EnumValue 1936001480 - Property 2879900210
source: Vendor
de_de: Kreditor

# Codeunit 1567633909 - Method 3724757915 - NamedType 3160015003
source: Found %1 records of %2.
de_de: %1 Datensätze von %2 gefunden.

# PageExtension 3231906147 - Control 3102773586 - Property 1295455071
source: Specifies the value of the Bank Document No. field.
de_de: Gibt den Wert des Feldes Bankbeleg-Nr. an.

# PageExtension 3231906147 - Control 1675438334 - Property 1295455071
source: Specifies the value of the Bank Posting Date field.
de_de: Gibt den Wert des Feldes Bankbuchungsdatum an.

# PageExtension 3231906147 - Control 789473408 - Property 1295455071
source: Specifies the value of the Paid field.
de_de: Gibt den Wert des Feldes Bezahlt an.

# PageExtension 3231906147 - Control 510685278 - Property 1295455071
source: Specifies the value of the Payment Cancelled field.
de_de: Gibt den Wert des Feldes "Zahlung storniert" an.

# TableExtension 2650982278 - Field 3102773586 - Property 2879900210
source: Bank Document No.
de_de: Bank Beleg Nr.

# TableExtension 2650982278 - Field 1675438334 - Property 2879900210
source: Bank Posting Date
de_de: Bank Buchungsdatum

# TableExtension 2650982278 - Field 789473408 - Property 2879900210
source: Paid
de_de: Bezahlt

# TableExtension 2650982278 - Field 510685278 - Property 2879900210
source: Payment Cancelled
de_de: Zahlung abgebrochen

# TableExtension 2650982278 - Field 4089433211 - Property 2879900210
source: Vendor/Customer Document Due Date
de_de: Kreditor/Debitor Beleg Fälligkeitsdatum

# TableExtension 2650982278 - Field 602587242 - Property 2879900210
source: Vendor/Customer Document No.
de_de: Kreditor/Debitor Beleg-Nr.
